brew "git"
brew "docker"
brew "anyenv"
brew "htop"
brew "jq"
brew "neovim"
brew "yarn"
brew "watch"
brew "peco"

cask_args appdir: "/Applications"
tap "homebrew/cask-cask"

cask "google-chrome"
cask "firefox"
cask "docker"
cask "slack"
cask "iterm2"
cask "1password"
cask "skype"
cask "cmd-eikana"
cask "zoomus"
cask "karabiner-elements"
cask "postman"
cask "keyboard-maestro"

brew "mas"
mas "LINE", id: 443904275
