cask_args appdir: "/Applications"
tap "caskroom/cask"

cask "google-chrome"
cask "slack"
cask "iterm2"

brew "git"
brew "docker"
brew "anyenv"
brew "htop"
brew "jq"
brew "neovim"
brew "yarn"
brew "watch"

cask "docker"

brew "mas"
mas "1Password", id: 568903335
mas "LINE", id: 443904275
