brew "docker"
brew "anyenv"
brew "htop"
brew "jq"
brew "neovim"
brew "yarn"
brew "watch"
brew "peco"
brew "ghq"
brew "gh"
brew "nkf"
brew "mysql"
brew "circleci"
brew "coreutils"
brew "selenium-server-standalone"
brew "chromedriver"
brew "icr"
brew "chrome-cli"
brew "ripgrep"
brew "tree"
brew "direnv"
brew "ffmpeg"
brew "watchman"
brew "fzf"
brew "libpq"
brew "jsonnet"
brew "difftastic"

cask_args appdir: "/Applications"
tap "homebrew/cask"

cask "google-chrome"
cask "firefox"
cask "docker"
cask "slack"
cask "iterm2"
cask "1password"
cask "skype"
cask "cmd-eikana"
cask "zoomus"
cask "karabiner-elements"
cask "postman"
cask "keyboard-maestro"
cask "chromium"

brew "mas"
mas "LINE", id: 443904275
